Revit 2024 API
SATExportOptions Properties
The SATExportOptions type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
SATExportOptions Class
Autodesk.Revit.DB Namespace